{
  "tapTheCamera": "Tippen Sie auf die Kamera, um zu starten!",
  "allRightsReserved": "Alle Rechte vorbehalten",
  "yourSongWillStart": "Dein Lied öffnet sich in Spotify in ... ",
  "getReady": "Dreh dein Handy. Mach dich bereit!",
  "language": "Sprache",
  "english": "Englisch",
  "spanish": "Spanisch",
  "french": "Französisch",
  "getMoreQRSongCards": "Mehr QRSong! Karten",
  "helpModal": {
    "title": "Über QRSong!",
    "welcome": "Willkommen bei QRSong!",
    "description": "QRSong! ist eine App, die deine Lieblingslieder durch unsere QR-Musikkarten zum Leben erweckt. Du kannst deine eigenen QR-Karten basierend auf deinen Spotify-Playlists auf unserer Website generieren: <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Mit QRSong! kannst du alle Arten von Musikquizspielen spielen - wenn du es dir vorstellen kannst, kannst du es spielen!",
    "howItWorks": "Wie es funktioniert:",
    "step1": "Gehe zu unserer <a href='https://www.qrsong.io' target='_blank'>Website</a>",
    "step2": "Gib uns die URL deiner Spotify-Playlist oder wähle eine aus unseren kuratierten Listen.",
    "step3": "Geben Sie uns Ihre Adresse und wir senden Ihnen die Karten. Oder Sie können einen digitalen Download bestellen, den Sie selbst direkt zusammenstellen können!",
    "step4": "Öffne die QRSong! App und scanne deine Karten",
    "funWay": "Es ist eine lustige und interaktive Möglichkeit, Musik mit Freunden und Familie zu teilen. Perfekt für Partys, Geschenke oder einfach, um Ihrem Tag eine musikalische Note zu verleihen!",
    "wantMore": "Mehr QRSong! Karten? Besuchen Sie unsere <a href='https://www.qrsong.io' target='_blank'>Website</a>, um unsere Sammlung zu erkunden und eigene musikalische Erlebnisse zu schaffen.",
    "step5": "Lass den Musikratespaß beginnen!",
    "getReady": "Mach dich bereit für eine spannende musikalische Reise! Scanne deine QRSong-Karten und fordere deine Freunde heraus, das Lied, den Künstler oder das Genre zu erraten. Die Möglichkeiten sind endlos!",
    "musicTriviaGames": "Musik-Trivia-Spiele",
    "triviaDescription": "Mit QRSong! kannst du alle Arten von Musik-Quizspielen spielen. Wenn du es dir vorstellen kannst, kannst du es spielen! Hier sind einige Ideen:",
    "triviaIdeas": {
      "1": "Nenne das Lied",
      "2": "Rate den Künstler",
      "3": "Identifizieren Sie das Genre",
      "4": "Liedtest",
      "5": "Musikgeschichte-Quiz"
    },
    "imagination": "Lassen Sie Ihrer Fantasie freien Lauf und erstellen Sie Ihre eigenen einzigartigen Musikspiele mit QRSong! Karten."
  },
  "linkRetrievalError": "Kann den Spotify-Link nicht abrufen!",
  "dismiss": "Schließen",
  "cameraPermissionDenied": "Kamerazugriff verweigert. Bitte aktivieren Sie den Kamerazugriff in den QRSong! App-Einstellungen.",
  "openSettings": "Einstellungen",
  "scanningFailed": "QR-Code-Scan fehlgeschlagen!",
  "error": "Fehler",
  "ok": "OK",
  "spotifyNotAvailable": "Spotify nicht erkannt",
  "openInWebPlayer": "Spotify Premium ist nicht installiert. Es ist erforderlich, Spotify Premium installiert zu haben, um das volle Erlebnis zu genießen.",
  "scanYourCard": "Scanne deine QRSong-Karte!",
  "spotifyNotDetected": "Spotify konnte auf Ihrem Gerät nicht erkannt werden. Wenn Sie denken, dass dies ein Fehler ist, können Sie trotzdem versuchen, das Lied abzuspielen.",
  "cancel": "Abbrechen",
  "play": "Spielen!",
  "multipleQRCodesDetected": "Mehrere QR-Codes erkannt. Bitte scannen Sie nur einen QR-Code gleichzeitig.",
  "welcomeToQRSong": "Willkommen bei QRSong!",
  "pushNotificationDescription": "Willkommen bei QRSong, dem kostenlosen QR-Musikkartenscanner. Aktivieren Sie Push-Benachrichtigungen, um über exklusive Rabatte, frühzeitigen Zugriff auf neue Funktionen und Playlist-Ideen informiert zu bleiben!",
  "noThanks": "Nein, danke",
  "yesPlease": "Ja, bitte!",
  "settings": "Einstellungen",
  "save": "Speichern",
  "disableAnimation": "Animation deaktivieren",
  "disableHidden": "Verstecktes Abspielen deaktivieren",
  "yourSongIsPlaying": "Dein Lied spielt ...",
  "stopPlaying": "Zurück",
  "scanNextCard": "Weiter",
  "settingsHeader": "Anwendungseinstellungen",
  "disableAnimationDescription": "Deaktivieren Sie die Hintergrundanimation, um die Leistung zu verbessern und die Akkulaufzeit zu verlängern",
  "disableHiddenDescription": "Dies deaktiviert die versteckte Wiedergabefunktion und öffnet die Spotify-App direkt. Verwenden Sie dies, wenn Sie Probleme beim Abspielen des Songs haben."
}