{
  "tapTheCamera": "¡Toca la cámara para empezar!",
  "allRightsReserved": "Todos los derechos reservados",
  "yourSongWillStart": "Tu canción se abrirá en Spotify en ... ",
  "getReady": "Gira tu teléfono. ¡Prepárate!",
  "language": "Idioma",
  "english": "Inglés",
  "spanish": "Español",
  "french": "Francés",
  "getMoreQRSongCards": "Más tarjetas QRSong!",
  "helpModal": {
    "title": "Acerca de QRSong!",
    "welcome": "¡Bienvenido a QRSong!",
    "description": "¡QRSong! es una aplicación que da vida a tus canciones favoritas a través de nuestras tarjetas de música QR. Puedes generar tus propias tarjetas QR basadas en tus listas de reproducción de Spotify en nuestro sitio web: <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Con QRSong!, puedes jugar a todo tipo de juegos de trivia musical - si puedes pensarlo, puedes jugarlo!",
    "howItWorks": "Cómo funciona:",
    "step1": "Visita nuestro <a href='https://www.qrsong.io' target='_blank'>sitio web</a>",
    "step2": "Danos la URL de tu lista de Spotify, o selecciona una de nuestras listas curadas.",
    "step3": "Danos tu dirección y te enviaremos las tarjetas. O puedes pedir una descarga digital que puedes montar tú mismo directamente.",
    "step4": "Abre la app QRSong! y escanea tus tarjetas",
    "funWay": "Es una forma divertida e interactiva de compartir música con amigos y familia. ¡Perfecto para fiestas, regalos, o simplemente para añadir un toque musical a tu día!",
    "wantMore": "¿Más tarjetas QRSong!? Visita nuestro <a href='https://www.qrsong.io' target='_blank'>sitio web</a> para explorar nuestra colección y crear tus propias experiencias musicales.",
    "step5": "¡Que empiece la diversión de adivinar música!",
    "getReady": "¡Prepárate para un emocionante viaje musical! Escanea tus tarjetas QRSong y reta a tus amigos a adivinar la canción, el artista o el género. ¡Las posibilidades son infinitas!",
    "musicTriviaGames": "Juegos de Trivia Musical",
    "triviaDescription": "Con QRSong!, puedes jugar a todo tipo de juegos de trivia musical. Si puedes pensarlo, ¡puedes jugarlo! Aquí tienes algunas ideas:",
    "triviaIdeas": {
      "1": "Nombra esa melodía",
      "2": "Adivina el artista",
      "3": "Identifica el género",
      "4": "Reto lírico",
      "5": "Cuestionario de historia de la música"
    },
    "imagination": "Deja volar tu imaginación y crea tus propios juegos musicales únicos con QRSong! cartas."
  },
  "linkRetrievalError": "¡No se puede recuperar el enlace de Spotify!",
  "dismiss": "Cerrar",
  "cameraPermissionDenied": "Permiso de cámara denegado. Por favor, habilite el acceso a la cámara en la configuración de la aplicación QRSong!",
  "openSettings": "Ajustes",
  "scanningFailed": "¡Error al escanear el código QR!",
  "error": "Error",
  "ok": "OK",
  "spotifyNotAvailable": "Spotify no detectado",
  "openInWebPlayer": "Spotify Premium no está instalado. Es necesario tener Spotify Premium instalado para disfrutar de la experiencia completa.",
  "scanYourCard": "¡Escanea tu tarjeta QRSong!",
  "spotifyNotDetected": "Spotify no se pudo detectar en su dispositivo. Si cree que esto es un error, aún puede intentar reproducir la canción.",
  "cancel": "Cancelar",
  "play": "¡Juega!",
  "multipleQRCodesDetected": "Se detectaron varios códigos QR. Por favor, escanee solo un código QR a la vez.",
  "welcomeToQRSong": "¡Bienvenido a QRSong!",
  "pushNotificationDescription": "Bienvenido a QRSong, el escáner de tarjetas de música QR gratuito. Activa las notificaciones push para estar al tanto de descuentos exclusivos, acceso anticipado a nuevas funciones e ideas de listas de reproducción.",
  "noThanks": "No, gracias",
  "yesPlease": "¡Sí, por favor!",
  "settings": "Ajustes",
  "save": "Guardar",
  "disableAnimation": "Desactivar animación",
  "disableHidden": "Desactivar reproducción oculta",
  "yourSongIsPlaying": "Tu canción suena ...",
  "stopPlaying": "Atrás",
  "scanNextCard": "Siguiente",
  "settingsHeader": "Configuración de la aplicación",
  "disableAnimationDescription": "Desactiva la animación de fondo para mejorar el rendimiento y ahorrar batería",
  "disableHiddenDescription": "Esto desactivará la función de reproducción oculta y abrirá la aplicación de Spotify directamente. Usa esto si tienes problemas para reproducir la canción."
}