{
  "tapTheCamera": "Tik op de camera om te starten!",
  "allRightsReserved": "Alle rechten voorbehouden",
  "yourSongWillStart": "Je nummer opent in Spotify in ... ",
  "getReady": "Draai je telefoon. Maak je klaar!",
  "language": "Taal",
  "english": "Engels",
  "spanish": "Spaans",
  "french": "Frans",
  "getMoreQRSongCards": "Meer QRSong! kaarten",
  "helpModal": {
    "title": "Over QRSong!",
    "welcome": "Welkom bij QRSong!",
    "description": "QRSong! is een app die je favoriete nummers tot leven brengt via onze QR-muziekkaarten. Je kunt je eigen QR-kaarten genereren op basis van je Spotify-afspeellijsten op onze website: <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Met QRSong! kun je allerlei muziekquizspellen spelen - als je het kunt bedenken, kun je het spelen!",
    "howItWorks": "Hoe het werkt:",
    "step1": "Ga naar onze <a href='https://www.qrsong.io' target='_blank'>website</a>",
    "step2": "Geef ons de URL van je Spotify-afspeellijst, of kies er een uit onze samengestelde lijsten.",
    "step3": "Geef ons uw adres en we sturen u de kaarten. Of u kunt een digitale download bestellen die u zelf direct kunt samenstellen!",
    "step4": "Open de QRSong! app en scan je kaarten",
    "funWay": "Het is een leuke en interactieve manier om muziek te delen met vrienden en familie. Perfect voor feestjes, cadeaus, of gewoon een muzikale touch aan je dag!",
    "wantMore": "Meer QRSong! kaarten? Bezoek onze <a href='https://www.qrsong.io' target='_blank'>website</a> om onze collectie te verkennen en je eigen muzikale ervaringen te creëren.",
    "step5": "Laat het muziek raden beginnen!",
    "getReady": "Maak je klaar voor een spannende muzikale reis! Scan je QRSong-kaarten en daag je vrienden uit om het lied, de artiest of het genre te raden. De mogelijkheden zijn eindeloos!",
    "musicTriviaGames": "Muziek Trivia Spellen",
    "triviaDescription": "Met QRSong! kun je allerlei muziekquizspellen spelen. Als je het kunt bedenken, kun je het spelen! Hier zijn enkele ideeën:",
    "triviaIdeas": {
      "1": "Noem dat deuntje",
      "2": "Raad de artiest",
      "3": "Identificeer het genre",
      "4": "Liedjestest",
      "5": "Muziekgeschiedenisquiz"
    },
    "imagination": "Laat je fantasie de vrije loop en maak je eigen unieke muziekspellen met QRSong! kaarten."
  },
  "linkRetrievalError": "Kan de Spotify-link niet ophalen!",
  "dismiss": "Sluiten",
  "cameraPermissionDenied": "Camera toestemming geweigerd. Schakel camera toegang in de QRSong! app-instellingen in.",
  "openSettings": "Instellingen",
  "scanningFailed": "Scannen van de QR-code mislukt!",
  "error": "Fout",
  "ok": "OK",
  "spotifyNotAvailable": "Spotify niet gedetecteerd",
  "openInWebPlayer": "Spotify Premium is niet geïnstalleerd. Het is vereist om Spotify Premium te hebben geïnstalleerd om van de volledige ervaring te genieten.",
  "scanYourCard": "Scan je QRSong-kaart!",
  "spotifyNotDetected": "Spotify kon niet worden gedetecteerd op uw apparaat. Als u denkt dat dit een fout is, kunt u nog steeds proberen het nummer af te spelen.",
  "cancel": "Annuleren",
  "play": "Speel!",
  "multipleQRCodesDetected": "Meerdere QR-codes gedetecteerd. Scan alstublieft slechts één QR-code tegelijk.",
  "welcomeToQRSong": "Welkom bij QRSong!",
  "pushNotificationDescription": "Welkom bij QRSong, de gratis QR-muziekkaartscanner. Schakel pushmeldingen in om op de hoogte te blijven van exclusieve kortingen, vroege toegang tot nieuwe functies en afspeellijstideeën!",
  "noThanks": "Nee, bedankt",
  "yesPlease": "Ja, graag!",
  "settings": "Instellingen",
  "save": "Opslaan",
  "disableAnimation": "Animatie uitschakelen",
  "disableHidden": "Verborgen afspelen uitschakelen",
  "yourSongIsPlaying": "Je liedje speelt ...",
  "stopPlaying": "Terug",
  "scanNextCard": "Volgende",
  "settingsHeader": "Applicatie-instellingen",
  "disableAnimationDescription": "Schakel de achtergrondanimatie uit om de prestaties te verbeteren en de batterij te sparen",
  "disableHiddenDescription": "Dit schakelt de verborgen afspeelfunctie uit en opent de Spotify-app direct. Gebruik dit als je problemen hebt met het afspelen van het nummer."
}