{
  "tapTheCamera": "Appuyez sur la caméra pour commencer!",
  "allRightsReserved": "Tous droits réservés",
  "yourSongWillStart": "Votre chanson s'ouvrira dans Spotify dans ... ",
  "getReady": "Retournez votre téléphone. Préparez-vous!",
  "language": "Langue",
  "english": "Anglais",
  "spanish": "Espagnol",
  "french": "Français",
  "getMoreQRSongCards": "Plus de cartes QRSong!",
  "helpModal": {
    "title": "À propos de QRSong!",
    "welcome": "Bienvenue sur QRSong!",
    "description": "QRSong! est une application qui donne vie à vos chansons préférées grâce à nos cartes musicales QR. Vous pouvez générer vos propres cartes QR basées sur vos playlists Spotify sur notre site : <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Avec QRSong!, vous pouvez jouer à toutes sortes de jeux de quiz musicaux - si vous pouvez l'imaginer, vous pouvez y jouer !",
    "howItWorks": "Comment ça marche :",
    "step1": "Allez sur notre <a href='https://www.qrsong.io' target='_blank'>site web</a>",
    "step2": "Donnez-nous l'URL de votre playlist Spotify, ou choisissez-en une parmi nos listes sélectionnées.",
    "step3": "Donnez-nous votre adresse et nous vous enverrons les cartes. Ou vous pouvez commander un téléchargement numérique que vous pouvez assembler vous-même directement !",
    "step4": "Ouvrez l'application QRSong! et scannez vos cartes",
    "funWay": "C'est une façon amusante et interactive de partager de la musique avec des amis et la famille. Parfait pour les fêtes, les cadeaux, ou simplement ajouter une touche musicale à votre journée!",
    "wantMore": "Plus de cartes QRSong! ? Visitez notre <a href='https://www.qrsong.io' target='_blank'>site web</a> pour explorer notre collection et créer vos propres expériences musicales.",
    "step5": "Que le jeu de devinettes musicales commence!",
    "getReady": "Préparez-vous pour un voyage musical passionnant ! Scannez vos cartes QRSong et défiez vos amis de deviner la chanson, l'artiste ou le genre. Les possibilités sont infinies !",
    "musicTriviaGames": "Jeux de Quiz Musical",
    "triviaDescription": "Avec QRSong!, vous pouvez jouer à toutes sortes de jeux de quiz musicaux. Si vous pouvez l'imaginer, vous pouvez y jouer! Voici quelques idées:",
    "triviaIdeas": {
      "1": "Nommez cet air",
      "2": "Devine l'artiste",
      "3": "Identifiez le genre",
      "4": "Défi paroles",
      "5": "Quiz d'histoire de la musique"
    },
    "imagination": "Laissez libre cours à votre imagination et créez vos propres jeux musicaux uniques avec QRSong! cartes."
  },
  "linkRetrievalError": "Impossible de récupérer le lien Spotify !",
  "dismiss": "Fermer",
  "cameraPermissionDenied": "Autorisation de la caméra refusée. Veuillez activer l'accès à la caméra dans les paramètres de l'application QRSong!",
  "openSettings": "Paramètres",
  "scanningFailed": "Échec du scan du code QR!",
  "error": "Erreur",
  "ok": "OK",
  "spotifyNotAvailable": "Spotify non détecté",
  "openInWebPlayer": "Spotify Premium n'est pas installé. Il est nécessaire d'avoir Spotify Premium installé pour profiter de l'expérience complète.",
  "scanYourCard": "Scannez votre carte QRSong !",
  "spotifyNotDetected": "Spotify n'a pas pu être détecté sur votre appareil. Si vous pensez que c'est une erreur, vous pouvez toujours essayer de jouer la chanson.",
  "cancel": "Annuler",
  "play": "Joue!",
  "multipleQRCodesDetected": "Plusieurs codes QR détectés. Veuillez scanner un seul code QR à la fois.",
  "welcomeToQRSong": "Bienvenue sur QRSong!",
  "pushNotificationDescription": "Bienvenue sur QRSong, le scanner de cartes musicales QR gratuit. Activez les notifications push pour rester informé des réductions exclusives, de l'accès anticipé aux nouvelles fonctionnalités et des idées de playlists!",
  "noThanks": "Non, merci",
  "yesPlease": "Oui, s'il vous plaît!",
  "settings": "Paramètres",
  "save": "Enregistrer",
  "disableAnimation": "Désactiver l'animation",
  "disableHidden": "Désactiver lecture cachée",
  "yourSongIsPlaying": "Votre chanson joue ...",
  "stopPlaying": "Retour",
  "scanNextCard": "Suivant",
  "settingsHeader": "Paramètres de l'application",
  "disableAnimationDescription": "Désactivez l'animation de fond pour améliorer les performances et économiser la batterie",
  "disableHiddenDescription": "Cela désactivera la fonction de lecture cachée et ouvrira directement l'application Spotify. Utilisez ceci si vous avez des problèmes pour lire la chanson."
}