{
  "tapTheCamera": "Tocca la fotocamera per iniziare!",
  "allRightsReserved": "Tutti i diritti riservati",
  "yourSongWillStart": "La tua canzone si aprirà in Spotify in ... ",
  "getReady": "Gira il tuo telefono. Preparati!",
  "language": "Lingua",
  "english": "Inglese",
  "spanish": "Spagnolo",
  "french": "Francese",
  "getMoreQRSongCards": "Più carte QRSong!",
  "helpModal": {
    "title": "Informazioni su QRSong!",
    "welcome": "Benvenuto su QRSong!",
    "description": "QRSong! è un'app che dà vita alle tue canzoni preferite attraverso le nostre carte musicali QR. Puoi generare le tue carte QR basate sulle tue playlist Spotify sul nostro sito: <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Con QRSong!, puoi giocare a tutti i tipi di giochi di quiz musicali - se puoi immaginarlo, puoi giocarlo!",
    "howItWorks": "Come funziona:",
    "step1": "Vai al nostro <a href='https://www.qrsong.io' target='_blank'>sito web</a>",
    "step2": "Fornisci l'URL della tua playlist Spotify o scegli una dalle nostre liste curate.",
    "step3": "Dacci il tuo indirizzo e ti invieremo le carte. Oppure puoi ordinare un download digitale che puoi assemblare direttamente tu stesso!",
    "step4": "Apri l'app QRSong! e scansiona le tue carte",
    "funWay": "È un modo divertente e interattivo per condividere musica con amici e famiglia. Perfetto per feste, regali, o semplicemente per aggiungere un tocco musicale alla tua giornata!",
    "wantMore": "Vuoi più carte QRSong!? Visita il nostro <a href='https://www.qrsong.io' target='_blank'>sito web</a> per esplorare la nostra collezione e creare le tue esperienze musicali personalizzate.",
    "step5": "Che inizi il divertimento musicale!",
    "getReady": "Preparati per un emozionante viaggio musicale! Scansiona le tue carte QRSong e sfida i tuoi amici a indovinare la canzone, l'artista o il genere. Le possibilità sono infinite!",
    "musicTriviaGames": "Giochi di Trivia Musicale",
    "triviaDescription": "Con QRSong!, puoi giocare a tutti i tipi di giochi di quiz musicali. Se puoi immaginarlo, puoi giocarlo! Ecco alcune idee:",
    "triviaIdeas": {
      "1": "Nomina quel brano",
      "2": "Indovina l'artista",
      "3": "Identifica il genere",
      "4": "Sfida canzoni",
      "5": "Quiz di storia della musica"
    },
    "imagination": "Lascia correre la tua immaginazione e crea i tuoi giochi musicali unici con QRSong! carte."
  },
  "linkRetrievalError": "Impossibile recuperare il link Spotify!",
  "dismiss": "Chiudi",
  "cameraPermissionDenied": "Permesso fotocamera negato. Abilita l'accesso alla fotocamera nelle impostazioni dell'app QRSong!",
  "openSettings": "Impostazioni",
  "scanningFailed": "Scansione del codice QR fallita!",
  "error": "Errore",
  "ok": "OK",
  "spotifyNotAvailable": "Spotify non rilevato",
  "openInWebPlayer": "Spotify Premium non è installato. È necessario avere Spotify Premium installato per godere dell'esperienza completa.",
  "scanYourCard": "Scansiona la tua carta QRSong!",
  "spotifyNotDetected": "Spotify non è stato rilevato sul tuo dispositivo. Se pensi che sia un errore, puoi comunque provare a riprodurre la canzone.",
  "cancel": "Annulla",
  "play": "Gioca!",
  "multipleQRCodesDetected": "Rilevati più codici QR. Si prega di scansionare un solo codice QR alla volta.",
  "welcomeToQRSong": "Benvenuto su QRSong!",
  "pushNotificationDescription": "Benvenuto su QRSong, lo scanner gratuito di carte musicali QR. Abilita le notifiche push per rimanere aggiornato su sconti esclusivi, accesso anticipato a nuove funzionalità e idee per playlist!",
  "noThanks": "No, grazie",
  "yesPlease": "Sì, per favore!",
  "settings": "Impostazioni",
  "save": "Salva",
  "disableAnimation": "Disabilita animazione",
  "disableHidden": "Disabilita riproduzione nascosta",
  "yourSongIsPlaying": "La tua canzone suona ...",
  "stopPlaying": "Indietro",
  "scanNextCard": "Avanti",
  "settingsHeader": "Impostazioni dell'applicazione",
  "disableAnimationDescription": "Disattiva l'animazione di sfondo per migliorare le prestazioni e risparmiare batteria",
  "disableHiddenDescription": "Questo disabiliterà la funzione di riproduzione nascosta e aprirà direttamente l'app Spotify. Usalo se hai problemi a riprodurre la canzone."
}