{
  "tapTheCamera": "Stuknij kamerę, aby rozpocząć!",
  "allRightsReserved": "Wszelkie prawa zastrzeżone",
  "yourSongWillStart": "Twoja piosenka otworzy się w Spotify za ... ",
  "scanYourCard": "Zeskanuj swoją kartę QRSong!",
  "getReady": "Obróć telefon. Przygotuj się!",
  "language": "Język",
  "english": "Angielski",
  "spanish": "Hiszpański",
  "french": "Francuski",
  "ok": "OK",
  "getMoreQRSongCards": "Więcej kart QRSong!",
  "linkRetrievalError": "Nie można pobrać linku Spotify!",
  "dismiss": "Zamknij",
  "cameraPermissionDenied": "Odmowa dostępu do kamery. Proszę włączyć dostęp do kamery w ustawieniach aplikacji QRSong!",
  "openSettings": "Ustawienia",
  "scanningFailed": "Skanowanie kodu QR nie powiodło się!",
  "spotifyNotAvailable": "Spotify nie wykryto",
  "spotifyNotDetected": "Spotify nie został wykryty na Twoim urządzeniu. Jeśli uważasz, że to błąd, możesz spróbować odtworzyć utwór.",
  "cancel": "Anuluj",
  "play": "Graj!",
  "error": "Błąd",
  "helpModal": {
    "title": "O QRSong!",
    "welcome": "Witamy w QRSong!",
    "description": "QRSong! to aplikacja, która ożywia twoje ulubione piosenki dzięki naszym kartom muzycznym QR. Możesz generować własne karty QR na podstawie swoich playlist Spotify na naszej stronie: <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Z QRSong! możesz grać we wszelkiego rodzaju muzyczne gry quizowe - jeśli możesz to wymyślić, możesz w to zagrać!",
    "howItWorks": "Jak to działa:",
    "step1": "Przejdź do naszej <a href='https://www.qrsong.io' target='_blank'>strony</a>",
    "step2": "Podaj nam URL swojej playlisty Spotify lub wybierz jedną z naszych list.",
    "step3": "Podaj nam swój adres, a my wyślemy Ci karty. Lub możesz zamówić cyfrowe pobranie, które możesz samodzielnie złożyć bezpośrednio!",
    "step4": "Otwórz aplikację QRSong! i zeskanuj swoje karty",
    "step5": "Niech zacznie się zabawa w zgadywanie muzyki!",
    "funWay": "To zabawny i interaktywny sposób na dzielenie się muzyką z przyjaciółmi i rodziną. Idealny na imprezy, prezenty lub po prostu, aby dodać muzyczny akcent do swojego dnia!",
    "wantMore": "Chcesz więcej kart QRSong!? Odwiedź naszą <a href='https://www.qrsong.io' target='_blank'>stronę</a>, aby odkryć naszą kolekcję i tworzyć własne muzyczne doświadczenia.",
    "getReady": "Przygotuj się na ekscytującą muzyczną podróż! Skanuj swoje karty QRSong i wyzwij znajomych, aby odgadli piosenkę, artystę lub gatunek. Możliwości są nieograniczone!",
    "musicTriviaGames": "Muzyczne Gry Quizowe",
    "triviaDescription": "Z QRSong! możesz grać we wszelkiego rodzaju muzyczne gry quizowe. Jeśli możesz to wymyślić, możesz w to zagrać! Oto kilka pomysłów:",
    "triviaIdeas": {
      "1": "Nazwij tę melodię",
      "2": "Zgadnij artystę",
      "3": "Zidentyfikuj gatunek",
      "4": "Wyzwanie teksty",
      "5": "Quiz z historii muzyki"
    },
    "imagination": "Pozwól swojej wyobraźni szaleć i twórz własne, unikalne gry muzyczne z QRSong! kartami."
  },
  "multipleQRCodesDetected": "Wykryto wiele kodów QR. Proszę skanować tylko jeden kod QR na raz.",
  "welcomeToQRSong": "Witamy w QRSong!",
  "pushNotificationDescription": "Witamy w QRSong, darmowym skanerze kart muzycznych QR. Włącz powiadomienia push, aby być na bieżąco z ekskluzywnymi rabatami, wczesnym dostępem do nowych funkcji i pomysłami na playlisty!",
  "noThanks": "Nie, dzięki",
  "yesPlease": "Tak, proszę!",
  "settings": "Ustawienia",
  "save": "Zapisz",
  "disableAnimation": "Wyłącz animację",
  "disableHidden": "Wyłącz ukryte odtwarzanie",
  "yourSongIsPlaying": "Twoja piosenka gra ...",
  "stopPlaying": "Wstecz",
  "scanNextCard": "Dalej",
  "settingsHeader": "Ustawienia aplikacji",
  "disableAnimationDescription": "Wyłącz animację tła, aby poprawić wydajność i oszczędzać baterię",
  "disableHiddenDescription": "To wyłączy ukrytą funkcję odtwarzania i otworzy bezpośrednio aplikację Spotify. Użyj tego, jeśli masz problemy z odtwarzaniem utworu."
}