{
  "tapTheCamera": "Toque na câmera para começar!",
  "allRightsReserved": "Todos os direitos reservados",
  "yourSongWillStart": "Sua música abrirá no Spotify em ... ",
  "getReady": "Vire seu telefone. Prepare-se!",
  "language": "Idioma",
  "english": "Inglês",
  "spanish": "Espanhol",
  "french": "Francês",
  "getMoreQRSongCards": "Mais cartões QRSong!",
  "helpModal": {
    "title": "Sobre o QRSong!",
    "welcome": "Bem-vindo ao QRSong!",
    "description": "QRSong! é um aplicativo que traz suas músicas favoritas à vida através de nossos cartões de música QR. Você pode gerar seus próprios cartões QR com base em suas playlists do Spotify em nosso site: <a href='https://www.qrsong.io' target='_blank'>https://www.qrsong.io</a>. Com o QRSong!, você pode jogar todos os tipos de jogos de trivia musical - se você pode pensar nisso, você pode jogá-lo!",
    "howItWorks": "Como funciona:",
    "step1": "Vá para o nosso <a href='https://www.qrsong.io' target='_blank'>site</a>",
    "step2": "Dê-nos o URL da sua playlist do Spotify, ou escolha uma das nossas listas curadas.",
    "step3": "Dê-nos o seu endereço e enviaremos os cartões. Ou você pode pedir um download digital que você mesmo pode montar diretamente!",
    "step4": "Abra o app QRSong! e escaneie seus cartões",
    "funWay": "É uma forma divertida e interativa de compartilhar música com amigos e família. Perfeito para festas, presentes, ou apenas para adicionar um toque musical ao seu dia!",
    "wantMore": "Quer mais cartões QRSong!? Visite nosso <a href='https://www.qrsong.io' target='_blank'>site</a> para explorar nossa coleção e criar suas próprias experiências musicais.",
    "step5": "Que comece a diversão de adivinhar música!",
    "getReady": "Prepare-se para uma emocionante jornada musical! Escaneie seus cartões QRSong e desafie seus amigos a adivinhar a música, o artista ou o gênero. As possibilidades são infinitas!",
    "musicTriviaGames": "Jogos de Trivia Musical",
    "triviaDescription": "Com QRSong!, você pode jogar todos os tipos de jogos de trivia musical. Se você pode pensar nisso, pode jogar! Aqui estão algumas ideias:",
    "triviaIdeas": {
      "1": "Nomeie essa melodia",
      "2": "Adivinhe o artista",
      "3": "Identifique o gênero",
      "4": "Desafio letras",
      "5": "Quiz de história da música"
    },
    "imagination": "Deixe sua imaginação correr solta e crie seus próprios jogos musicais únicos com QRSong! cartas."
  },
  "linkRetrievalError": "Não é possível recuperar o link do Spotify!",
  "dismiss": "Fechar",
  "cameraPermissionDenied": "Permissão de câmera negada. Ative o acesso à câmera nas configurações do aplicativo QRSong!",
  "openSettings": "Configurações",
  "scanningFailed": "Falha ao escanear o código QR!",
  "error": "Erro",
  "ok": "OK",
  "spotifyNotAvailable": "Spotify não detectado",
  "openInWebPlayer": "Spotify Premium não está instalado. É necessário ter o Spotify Premium instalado para aproveitar a experiência completa.",
  "scanYourCard": "Escaneie seu cartão QRSong!",
  "spotifyNotDetected": "Spotify não pôde ser detectado no seu dispositivo. Se você acha que isso é um erro, ainda pode tentar tocar a música.",
  "cancel": "Cancelar",
  "play": "Jogar!",
  "multipleQRCodesDetected": "Vários códigos QR detectados. Por favor, escaneie apenas um código QR de cada vez.",
  "welcomeToQRSong": "Bem-vindo ao QRSong!",
  "pushNotificationDescription": "Bem-vindo ao QRSong, o scanner gratuito de cartões de música QR. Ative as notificações push para ficar por dentro de descontos exclusivos, acesso antecipado a novos recursos e ideias de playlists!",
  "noThanks": "Não, obrigado",
  "yesPlease": "Sim, por favor!",
  "settings": "Configurações",
  "save": "Salvar",
  "disableAnimation": "Desativar animação",
  "disableHidden": "Desativar reprodução oculta",
  "yourSongIsPlaying": "Sua música está tocando ...",
  "stopPlaying": "Voltar",
  "scanNextCard": "Próximo",
  "settingsHeader": "Configurações do aplicativo",
  "disableAnimationDescription": "Desative a animação de fundo para melhorar o desempenho e economizar bateria",
  "disableHiddenDescription": "Isso desativará o recurso de reprodução oculta e abrirá o aplicativo Spotify diretamente. Use isso se estiver tendo problemas para reproduzir a música."
}